export class WebsiteContent {
  aspects: {
    titleOfHeading: 'hej hej';
    mainDescription: 'Створення будівельного проекту для воїнів інвалідів війни є дуже важливим завданням з метою забезпечення комфортного та доступного житла для цієї категорії людей. Цей проект повинен враховувати їх унікальні потреби та обмеження, забезпечуючи максимальний рівень зручностей та безпеки. Ось нижче кілька ключових аспектів, які слід врахувати при створенні будівельного проекту для воїнів інвалідів війни. Ці принципи можна використовувати для розробки інноваційних та дружніх до інвалідів будівельних проектів для воїнів інвалідів війни. Додатково важливо проводити консультації зі спеціалістами з інвалідності та ветеранами, щоб врахувати їхні потреби та пропозиції при розробці проекту.';
  };
  aboutUs = {
    titleOfHeading: 'Про нас',
    shortDescription:
      'Війна - це випробування, яке перевертає життя зсередини назовні. Інваліди-воїни відчувають це на собі кожен день, борючись зі своїми обмеженнями та відновлюючи свої сили. Вони є живими прикладами того, як навіть у найважчі моменти людина може піднятися і здобути перемогу. \n' +
      ' \n' +
      'Історії інвалідів-воїнів повні надії та відданості. Вони не лише пройшли через вогонь та біль війни, але й знайшли в собі силу продовжувати свій шлях. Для багатьох з них війна стала важким випробуванням, але вони вирішили не здаватися, а продовжувати боротьбу за краще завтра.',
    fullDescription:
      'Війна - це випробування, яке перевертає життя зсередини назовні. Інваліди-воїни відчувають це на собі кожен день, борючись зі своїми обмеженнями та відновлюючи свої сили. Вони є живими прикладами того, як навіть у найважчі моменти людина може піднятися і здобути перемогу. \n' +
      ' \n' +
      'Історії інвалідів-воїнів повні надії та відданості. Вони не лише пройшли через вогонь та біль війни, але й знайшли в собі силу продовжувати свій шлях. Для багатьох з них війна стала важким випробуванням, але вони вирішили не здаватися, а продовжувати боротьбу за краще завтра. \n' +
      ' \n' +
      "Кожна історія інваліда-воїна унікальна та неповторна, але вони всі об'єднуються загальним духом сили та відданості. Ці воїни не лише воювали на полі бою, вони продовжують воювати щодня - зі своїми обмеженнями, зі своїми труднощами, зі своїми мріями. \n" +
      ' \n' +
      'Їхні історії - це приклад того, як навіть у найскладніші часи можна знайти силу та волю до перемоги. Їхні досягнення надихають та підтримують не лише інших інвалідів-воїнів, а й усю нашу спільноту. \n' +
      ' \n' +
      'Нехай ці історії стануть для нас уроком мужності та відданості, нехай вони нагадають нам про те, що справжня сила починається в серці.',
    imgId: '',
  };
  header = {
    titleOfCategoryOfWebsite: 'Благодійна організація',
    titleOfWebsite: 'Благодійний фонд - могутність народу',
    blockOfBelt: {
      contact: '+380509514464',
    },
  };
  detailSubPage = {
    titleOfHeading: '',
    details: [
      'BANKING INFORMATION TO MAKE WIRE TRANSFER IN EUR (БАНКІВСЬКІ РЕКВІЗИТИ ДЛЯ ЗДІЙСНЕННЯ ПЕРЕКАЗУ В ЄВРО) INTERMEDIARY BANK: COMMERZBANK AG. (БАНК-ПОСЕРЕДНИК) FRANKFURT AM MAIN, GERMANY SWIFT: COBADEFF BENEFICIARY BANK: KREDOBANK (БАНК ОТРИМУВАЧА) LVIV, UKRAINE ACC. 400888100500 SWIFT: WUCB UA 2X BENEFICIARY: JSC ‘IDEA BANK’ (ОТРИМУВАЧ) LVIV, UKRAINE IBAN. UA923253650000000000016004002 SWIFT: IDBA UA UK PAYMENT DETAILS: FOR _ ACCOUNT (IBAN) UA6333631026003001001009521 _________ (ДЕТАЛІ ПЛА-ЖУ) CONTRACT N ___________',
      'BANKING INFORMATION TO MAKE WIRE TRANSFER IN EUR (БАНКІВСЬКІ РЕКВІЗИТИ ДЛЯ ЗДІЙСНЕННЯ ПЕРЕКАЗУ В ЄВРО) INTERMEDIARY BANK: COMMERZBANK AG. (БАНК-ПОСЕРЕДНИК) FRANKFURT AM MAIN, GERMANY SWIFT: COBADEFF BENEFICIARY BANK: KREDOBANK (БАНК ОТРИМУВАЧА) LVIV, UKRAINE ACC. 400888100500 SWIFT: WUCB UA 2X BENEFICIARY: JSC ‘IDEA BANK’ (ОТРИМУВАЧ) LVIV, UKRAINE IBAN. UA923253650000000000016004002 SWIFT: IDBA UA UK PAYMENT DETAILS: FOR _ ACCOUNT (IBAN) UA6333631026003001001009521 _________ (ДЕТАЛІ ПЛА-ЖУ) CONTRACT N ___________',
      'BANKING INFORMATION TO MAKE WIRE TRANSFER IN EUR (БАНКІВСЬКІ РЕКВІЗИТИ ДЛЯ ЗДІЙСНЕННЯ ПЕРЕКАЗУ В ЄВРО) INTERMEDIARY BANK: COMMERZBANK AG. (БАНК-ПОСЕРЕДНИК) FRANKFURT AM MAIN, GERMANY SWIFT: COBADEFF BENEFICIARY BANK: KREDOBANK (БАНК ОТРИМУВАЧА) LVIV, UKRAINE ACC. 400888100500 SWIFT: WUCB UA 2X BENEFICIARY: JSC ‘IDEA BANK’ (ОТРИМУВАЧ) LVIV, UKRAINE IBAN. UA923253650000000000016004002 SWIFT: IDBA UA UK PAYMENT DETAILS: FOR _ ACCOUNT (IBAN) UA6333631026003001001009521 _________ (ДЕТАЛІ ПЛА-ЖУ) CONTRACT N ___________',
    ],
  };
  footer = {
    map: {
      altitude: '49.83855103199384',
      longitude: '24.023210467338096',
    },
    adress: 'Україна. 04119. місто Київ вул.Джонса Ґарета. буд.8 офіс 7',
    contact: '+380509514464',
    titleOfFoundation: 'Благодійний фонд - могутність народу',
    workShedule: {
      monday: {
        open: '00:00',
        close: '00:00',
      },
      tuesday: {
        open: '00:00',
        close: '00:00',
      },
      wednesday: {
        open: '00:00',
        close: '00:00',
      },
      thursday: {
        open: '00:00',
        close: '00:00',
      },
      friday: {
        open: '00:00',
        close: '00:00',
      },
      saturday: {
        open: '00:00',
        close: '00:00',
      },
      sunday: {
        open: '00:00',
        close: '00:00',
      },
    },
    counterVisits: {
      online: 5,
      today: 5,
      yesterday: 10,
      all: 500,
    },
  };
}
